<?php

$TYmsgs['ru'] = array(
	"thank_you_from_name" => "Sue Gardner",
	"thank_you_to_name" => "{contact.display_name}",
	"thank_you_to_name_secondary" => "друг Фонда Викимедиа",
	"thank_you_subject" => "Благодарность от Фонда Викимедиа",
	"thank_you_unsubscribe_title" => "Отказ от подписки на сообщения Фонда Викимедиа",
	"thank_you_unsubscribe_button" => "Отписаться",
//	"thank_you_unsubscribe_confirm" => "",
//	"thank_you_unsubscribe_warning" => "",
	"thank_you_unsubscribe_success" => "Вы успешно исключены из нашего списка рассылки",
	"thank_you_unsubscribe_delay" => "Пожалуйста, учтите, что  изменения вступят в силу в течение четырёх (4) дней. Приносим свои извинения за письма, которые вы получите за это время. Если у вас возникли вопросы, обращайтесь по адресу <a href='mailto:donations@wikimedia.org'>donations@wikimedia.org</a>",
	"thank_you_unsubscribe_fail" => "Ваш запрос обработать не удалось, пожалуйста, свяжитесь с нами по адресу <a href='mailto:donations@wikimedia.org'>donations@wikimedia.org</a>.",
);
$TYmsgs['ru']['thank_you_body_plaintext'] =<<<'EOD'
Здравствуйте, {contact.first_name}!

Хочу выразить вам своё восхищение и огромную благодарность за пожертвование в Фонд Викимедиа!

Именно так мы оплачиваем наши счета: только благодаря таким людям, как вы, тем, кто дарит пять долларов, двадцать долларов, сто долларов. Моим любимым взносом в прошлом году стали пять фунтов от маленькой девочки в Англии, убедившей своих родителей позволить ей внести свои карманные деньги. Именно такие люди, как вы, присоединившиеся к той девочке, позволяют Википедии обеспечивать всех в мире свободным, лёгким доступом к непредвзятой информации. Всех тех, кто помогает оплачивать её, и тех, у кого нет средств для помощи. Спасибо вам большое.

Я знаю, наши призывы легко проигнорировать, и я рада, что вы этого не сделали. От себя лично и от имени десятков тысяч добровольцев, пишущих Википедию, я говорю вам: спасибо, что помогаете нам делать мир лучше. Мы будем использовать ваши деньги аккуратно и бережливо, и я благодарю вас за доверие к нам.

Спасибо.
Сью Гарднер,
исполнительный директор Фонда Викимедиа

Для вашего архива: ваш взнос от {contribution.date} составил {contribution.source}.
Это письмо может служить подтверждением вашего взноса. За этот вклад не было предоставлено никаких товаров или услуг, ни в целом, ни частично. Фонд Викимедиа (The Wikimedia Foundation, Inc.) — некоммерческая благотворительная корпорация со статусом освобождения от налогов 501(c)(3) в Соединённых Штатах. Наш адрес: Нью-Монтгомери-стрит, д. 149, 3 эт., Сан-Франциско, Калифорния, 94105 (149 New Montgomery, 3rd Floor, San Francisco, CA, 94105). Номер освобождения от налогов США: 20-0049703.

Возможность отказа от подписки
Мы хотели бы информировать вас как благотворителя о наших действиях в сообществах и о сборах пожертвований. Если вы предпочитаете не получать от нас подобную электронную почту, пожалуйста, нажмите на ссылку ниже, и мы исключим вас из списка.
{unsubscribe_link}
EOD;

$TYmsgs['ru']['thank_you_body_html'] =<<<'EOD'
<p>Здравствуйте, {contact.first_name}!</p>

<p>Хочу выразить вам своё восхищение и огромную благодарность за пожертвование в Фонд Викимедиа!</p>

<p>Именно так мы оплачиваем наши счета: только благодаря таким людям, как вы, тем, кто дарит пять долларов, двадцать долларов, сто долларов. Моим любимым взносом в прошлом году стали пять фунтов от маленькой девочки в Англии, убедившей своих родителей позволить ей внести свои карманные деньги. Именно такие люди, как вы, присоединившиеся к той девочке, позволяют Википедии обеспечивать всех в мире свободным, лёгким доступом к непредвзятой информации. Всех тех, кто помогает оплачивать её, и тех, у кого нет средств для помощи. Спасибо вам большое.</p>

<p>Я знаю, наши призывы легко проигнорировать, и я рада, что вы этого не сделали. От себя лично и от имени десятков тысяч добровольцев, пишущих Википедию, я говорю вам: спасибо, что помогаете нам делать мир лучше. Мы будем использовать ваши деньги аккуратно и бережливо, и я благодарю вас за доверие к нам.</p>

<p>Спасибо.<br />
Сью Гарднер,<br />
<b>исполнительный директор Фонда Викимедиа</b><br />
</p>

<p>Для вашего архива: ваш взнос от {contribution.date} составил {contribution.source}.</p>

<p>Это письмо может служить подтверждением вашего взноса. За этот вклад не было предоставлено никаких товаров или услуг, ни в целом, ни частично. Фонд Викимедиа (The Wikimedia Foundation, Inc.) — некоммерческая благотворительная корпорация со статусом освобождения от налогов 501(c)(3) в Соединённых Штатах. Наш адрес: Нью-Монтгомери-стрит, д. 149, 3 эт., Сан-Франциско, Калифорния, 94105 (149 New Montgomery, 3rd Floor, San Francisco, CA, 94105). Номер освобождения от налогов США: 20-0049703.</p>

<div style="padding:0 10px 5px 10px; border:1px solid black;">
<p><i>Возможность отказа от подписки</i></p>
<p>Мы хотели бы информировать вас как благотворителя о наших действиях в сообществах и о сборах пожертвований. Если вы предпочитаете не получать от нас подобную электронную почту, пожалуйста, нажмите на ссылку ниже, и мы исключим вас из списка.</p>
<a style="padding-left: 25px;" href="{unsubscribe_link}">Отписаться</a>
</div>
EOD;


