<?php

$TYmsgs['ja'] = array(
	"thank_you_from_name" => "Sue Gardner",
	"thank_you_to_name" => "{contact.display_name}",
	"thank_you_to_name_secondary" => "ウィキ メディア財団の友人",
	"thank_you_subject" => "ウィキ メディア財団からの感謝",
	"thank_you_unsubscribe_title" => "ウィキ メディア財団メーリングリストの購読解除",
	"thank_you_unsubscribe_button" => "購読解除します。",
//	"thank_you_unsubscribe_confirm" => "",
//	"thank_you_unsubscribe_warning" => "",
	"thank_you_unsubscribe_success" => "メーリング リストの購読解除が完了しました。",
	"thank_you_unsubscribe_delay" => "変更が反映されるまでに　4日ほどかかります。それまでにメールが配信されたらすみません。何かご質問があれば、<a href='mailto:donations@wikimedia.org'>donations@wikimedia.org</a>にご連絡ください。",
	"thank_you_unsubscribe_fail" => "要求の処理エラーが発生しました、 <a href='mailto:donations@wikimedia.org'>donations@wikimedia.org</a>にお問い合わせください。",
);
$TYmsgs['ja']['thank_you_body_plaintext'] =<<<'EOD'
{contact.first_name} さま、

実に素晴らしいことです。ウィキメディア財団にご寄付いただきまして本当にありがとうございます。

私たちが請求書を支払えるのは、あなたのような人々が、5ドル、20ドル、または100ドルをくださるからです。去年、私が感銘を受けた寄付は、イングランドに住む小さな女の子からの5ポンドでした。彼女は自分の小遣いを寄付するよう、ご両親を説得したのです。その女の子やあなたをはじめとした皆様のおかげで、ウィキペディアは、浄財を下さった方にも、その余裕のない方にも、世界中の全ての人々に、自由で偏りのない情報へのアクセスを提供し続けることができます。本当にありがとうございます。
私たちのお願いを無視するのは簡単でしょうが、あなたはそうしませんでした。そのことをうれしく思います。私から、そしてウィキペディアを執筆する何万ものボランティアから、私たちが世界をよりよい場所にすることを助けていただいたことについて、お礼を申し上げます。お預けいただいたお金は慎重に使わせていただきます。また、私達に信頼を寄せてくださったことに、改めて御礼申し上げます。

ありがとうございました。
スー・ガードナー
ウィキメディア財団事務長

お控え用： {contribution.date} になされたあなたの寄付は {contribution.source} でした。

この手紙はあなたが寄付をしたことの記録として使うこともできます。 この寄付の全体または一部分に対して、商品やサービスは提供されませんでした。 ウィキメディア財団は、アメリカ合衆国において501(c)(3)の税控除資格を持つ非営利の公益財団です。 私たちの住所は、149 New Montgomery, 3rd Floor, San Francisco, CA, 94105. U.S. です。税控除番号は20-0049703 です。

リストから除外を希望される場合はこちらへ
私たちはあなたを、私たちのコミュニティの活動や募金を知らされる贈与者として引き止めておきたいと思っています。 もしそのような電子メールを受けとりたくないなら、下をクリックしていただければ、私たちはあなたをリストから外します。

{unsubscribe_link}
EOD;

$TYmsgs['ja']['thank_you_body_html'] =<<<'EOD'
<p>{contact.first_name} さま、<p>

<p>実に素晴らしいことです。ウィキメディア財団にご寄付いただきまして本当にありがとうございます。<p>

<p>私たちが請求書を支払えるのは、あなたのような人々が、5ドル、20ドル、または100ドルをくださるからです。去年、私が感銘を受けた寄付は、イングランドに住む小さな女の子からの5ポンドでした。彼女は自分の小遣いを寄付するよう、ご両親を説得したのです。その女の子やあなたをはじめとした皆様のおかげで、ウィキペディアは、浄財を下さった方にも、その余裕のない方にも、世界中の全ての人々に、自由で偏りのない情報へのアクセスを提供し続けることができます。本当にありがとうございます。私たちのお願いを無視するのは簡単でしょうが、あなたはそうしませんでした。そのことをうれしく思います。私から、そしてウィキペディアを執筆する何万ものボランティアから、私たちが世界をよりよい場所にすることを助けていただいたことについて、お礼を申し上げます。お預けいただいたお金は慎重に使わせていただきます。また、私達に信頼を寄せてくださったことに、改めて御礼申し上げます。<p>

<p>ありがとうございました。<br /><br />
<b>スー・ガードナー</b><br />
ウィキメディア財団事務長</p>

<p>お控え用： {contribution.date} になされたあなたの寄付は {contribution.source} でした。</p>

<p>この手紙はあなたが寄付をしたことの記録として使うこともできます。 この寄付の全体または一部分に対して、商品やサービスは提供されませんでした。 ウィキメディア財団は、アメリカ合衆国において501(c)(3)の税控除資格を持つ非営利の公益財団です。 私たちの住所は、149 New Montgomery, 3rd Floor, San Francisco, CA, 94105. U.S. です。税控除番号は20-0049703 です。</p>

<div style="padding:0 10px 5px 10px; border:1px solid black;">
<p><i>リストから除外を希望される場合はこちらへ</i></p>
<p>私たちはあなたを、私たちのコミュニティの活動や募金を知らされる贈与者として引き止めておきたいと思っています。 もしそのような電子メールを受けとりたくないなら、下をクリックしていただければ、私たちはあなたをリストから外します。</p>

<a style="padding-left: 25px;" href="{unsubscribe_link}">購読解除します。</a>
</div>
EOD;


