Repository: wikimedia/wikimedia-fundraising-crm
Catalog: ext/biz.lcdservices.movecontrib/l10n/*/LC_MESSAGES/movecontrib.po
Languages: pl_pl

source: Moved
pl_pl: Przeniesione

source: Move Contribution
pl_pl: Przenieś transakcję

source: CiviCRM: Allow Move Contributions
pl_pl: CiviCRM: Przenoszenie transakcji

source: Allow Move Contribution
pl_pl: Zezwalaj na przenoszenie transakcji

source: This contribution is currently assigned to %1.
pl_pl: Ta transakcja jest obecnie przypisana do %1.

source: Contribution Reassignment
pl_pl: Przeniesienie transakcji

source: Contribution moved to a different contact
pl_pl: Transakcja przeniesiona na inny kontakt

source: Contribution moved successfully.
pl_pl: Transakcja została przeniesiona.

source: Unable to move contribution.
pl_pl: Transakcja nie została przeniesiona.

source: %count contribution moved.
pl_pl: %count transakcja przeniesiona.

source: %count contributions moved.
pl_pl: %count transakcji przeniesionych.

source: 1 could not be moved.
pl_pl: 1 nie mogła zostać przeniesiona.

source: %count could not be moved.
pl_pl: %count nie mogło zostać przeniesionych.

source: %1 contribution(s) will be moved.
pl_pl: %1 transakcji zostanie przeniesionych.
